Revit 2027 API
DockablePaneState Constructor
 Creates a new DockablePaneState object.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DockablePaneState()
Public Sub New
public:
DockablePaneState()
new : unit -> DockablePaneState
See Also
Reference
DockablePaneState Class
DockablePaneState Overload
Autodesk.Revit.UI Namespace